
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>OPPO帐号使用协议</title>
    <meta name="viewport" content="width=device-width,initial-scale=1.0,maximum-scale=1.0,user-scalable=no"/>
    <meta http-equiv="Pragma" content="no-cache">
    <meta http-equiv="Cache-Control" content="no-cache">
    <meta http-equiv="Expires" content="0">
    <link rel="stylesheet" type="text/css" href="css/agreement.css">
</head>
<body>
<div id='header'>
    <h2>OPPO帐号使用协议</h2>
</div>
<div id="main">
    <div>
        <h3>1、导言</h3>
        <p>&nbsp;欢迎您注册、使用OPPO帐号！</p>
        <p>&nbsp;本协议系您与东莞市讯怡电子科技有限公司（以下简称“讯怡”）就OPPO帐号的注册和使用而订立的。在注册和使用OPPO帐号前，您确认您已审慎阅读、充分理解本协议各条款内容，特别是限制或者免除责任的条款。限制、免责条款可能以加粗形式提示您注意。除非您已阅读并接受本协议所有条款，否则您无权注册、使用OPPO帐号。您注册和使用OPPO帐号的行为即视为您已阅读并同意接受本协议及其他相关协议（包括但不限于《可币使用规范》、《OPPO帐号申诉规则》）的约束。</p>
    </div>
    <div>
        <h3>2、关于OPPO帐号</h3>
        <P>2.1&nbsp;OPPO帐号系由讯怡所有的用于识别用户身份的标识。帐号的所有权属于讯怡，您作为初始申请注册人仅拥有您所注册的帐号的使用权。</P>
        <p>2.2&nbsp;您可通过OPPO帐号享受OPPO平台提供的包括但不限于OPPO社区、软件商店、游戏中心、主题商店等服务，您亦可通过OPPO帐号向讯怡购买可币以便您享受OPPO平台上的各种虚拟产品和增值服务（如游戏、主题、电子书等）。</p>
    </div>
    <div>
        <h3>3、用户行为</h3>
        <p>3.1&nbsp;您向讯怡保证您在注册OPPO帐号时已年满18周岁，或虽未年满18周岁，但已年满16周岁并能以自己的劳动收入为主要生活来源。如果您不符合上述条件，您应在您的监护人的陪同下阅读本协议条款内容及注册、使用OPPO帐号。</p>
        <p>3.2&nbsp;您保证在注册时所提交的所有资料（包括但不限于身份信息、手机号码、联系地址、邮箱等）真实、准确、合法、有效且系您本人的资料。若您在注册OPPO帐号后注册资料变更的，您应及时更新资料。</p>
        <p>3.3&nbsp;OPPO帐号系您享受OPPO平台服务的凭证，你应妥善保管好您的帐号及密码，定期修改密码，若您的帐号密码丢失或您发现他人未经许可使用您的帐号，您应第一时间通知讯怡，并在讯怡的协助下找回帐号及密码，以避免您遭受进一步的损失。</p>
        <p>3.4&nbsp;您可在本协议约定的范围内使用OPPO帐号，您不得利用OPPO帐号从事以下行为：</p>
        <P>3.4.1&nbsp;恶意注册OPPO帐号；</P>
        <p>3.4.2&nbsp;赠与、借用、租用、转让或售卖OPPO帐号或者以其他方式许可非初始申请注册人使用OPPO帐号；</p>
        <p>3.4.3&nbsp;利用OPPO帐号发表、传送、传播、储存危害国家安全、国家统一、社会稳定的内容，或侮辱诽谤、色情、暴力、引起他人不安及任何违反国家法律法规政策的内容或者设置含有上述内容的网名、角色名，发布、传送、传播广告信息、营销信息及垃圾信息等；</p>
        <p>3.4.4&nbsp;利用OPPO帐号侵害他人知识产权、肖像权、隐私权、名誉权等合法权利；</p>
        <P>3.4.5&nbsp;恶意虚构事实、隐瞒真相以误导、欺骗他人；</P>
        <p>3.4.6&nbsp;进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/账户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本“软件”系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本“软件”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称；</p>
        <P>3.4.7&nbsp;进行任何破坏讯怡提供服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷分、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众；</P>
        <p>3.4.8&nbsp;进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的侵害讯怡利益的行为，如贩卖可币、游戏币、外挂、道具等；</p>
        <p>3.4.9&nbsp;从事其他法律法规、政策及公序良俗、社会公德禁止的行为以及侵犯其他个人、公司、社会团体、组织的合法权益的行为；</p>
        <p>3.5&nbsp;您同意在接受讯怡提供服务的同时，允许讯怡在遵守法律法规的前提下自行或由第三方广告商向您发送广告、推广或宣传信息（包括商业与非商业信息），您亦有权在注册OPPO帐号后选择关闭该推送功能。</p>
    </div>
    <div>
        <h3>4、隐私政策</h3>
        <p>4.1&nbsp;讯怡尊重并致力于保护您的隐私权，但在注册或使用OPPO帐号时，您需提交个人身份验证信息（包括但不限于您的姓名、地址、职业、电子邮件地址、电话号码等），以便于讯怡核实您是否有资格使用OPPO平台所提供的某些信息、资料或服务，以及更好地向您提供客户服务和技术支持。讯怡有权在遵守法律法规的前提下，以明示的方式获取、使用、储存和分享您的个人信息。您在此同意讯怡依据您提供的个人信息向您推送具有相关性的内容和广告。在此过程中，讯怡保证广告商绝对不会直接接触到您的个人信息。讯怡不会在未经您授权时，公开、编辑或透露您的个人信息及您保存在讯怡的非公开内容，除非有下列情况：</p>
        <p>4.1.1&nbsp;有关法律法规、政策及国家机关要求公开的；</p>
        <p>4.1.2&nbsp;在紧急情况下，为维护您及公众的权益的；</p>
        <p>4.1.3&nbsp;为维护讯怡的商标权、专利权及其他任何合法权益；</p>
        <p>4.1.4&nbsp;其他需要公开、编辑或透露个人信息的情况。</p>
    </div>
    <div>
        <h3>5、知识产权</h3>
        <p>5.1&nbsp;讯怡对其网站服务及OPPO帐号所使用的软件（包含但不限于OPPO会员、OPPO软件商店、OPPO主题商店、OPPO游戏中心等）中所包含的受知识产权或其他法律保护的资料享有相应的权利；除依法由您享有著作权的内容之外，OPPO帐号的整体内容的知识产权归讯怡所有。</p>
        <p>5.2&nbsp;OPPO帐号所涉及的所有设计图样以及其他图样、产品及服务名称，均为讯怡所有或已取得合法授权。未经讯怡书面同意，您不得使用、复制或用作其他用途。</p>
        <p>5.3&nbsp;您在使用讯怡服务时利用OPPO帐号发表上传的文字、图片、视频、软件以及表演等原创信息的知识产权归您所有，但是您确认您对该等信息的发表、上传行为视同为对讯怡非独占地、永久地、不可撤销地授予该等信息相关全部知识产权的使用、复制等权利，并且您同意讯怡可转授权上述权利。</p>
        <p>5.4&nbsp;对于您在使用讯怡服务时利用OPPO帐号发表、上传的信息或内容，您应当保证您为著作权人或已取得合法授权，并且该等信息或内容不会侵犯任何第三方的合法权益。如果第三方就该等信息或内容提出关于知识产权的异议，讯怡有权根据实际情况删除相关的信息或内容，并且保留追究您相应法律责任的权利。由此给讯怡或任何第三方造成损失的，您应当负责全额赔偿。</p>
        <p>5.5&nbsp;若您发现您的知识产权在OPPO平台中受到第三方侵害的，您可通过ipr@oppo.com进行投诉。</p>
    </div>
    <div>
        <h3>6、免责声明</h3>
        <p>6.1&nbsp;讯怡对于您自OPPO帐号而获得的所有他人的信息、内容或者广告宣传等任何资讯（以下统称“信息”），不保证真实、准确和完整性。如果任何单位或者个人通过上述“信息”而进行任何行为，您须自行甄别真伪和谨慎预防风险。您在接受OPPO帐号服务时，有可能会接触到令人不快、不适当或令人厌恶的内容，在任何情况下，讯怡均不对任何此等内容承担任何责任。无论何种原因，讯怡不对任何非与讯怡直接发生的交易或行为承担任何直接、间接、附带或衍生的损失和责任。</p>
        <p>6.2&nbsp;鉴于互联网服务的特殊性，您理解并同意讯怡在以下情况下无需对您所遭受的损失（包括但不限于财产、收益、数据资料等方面的损失或其它无形损失）承担责任：</p>
        <p>6.2.1&nbsp;因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素导致OPPO平台系统障碍不能正常运作；</p>
        <p>6.2.2&nbsp;由于计算机病毒、木马、其他恶意程序、黑客攻击、电信部门及网络运营公司技术调整或故障、系统维护等原因而造成的OPPO平台服务中断或延迟；</p>
        <p>6.2.3&nbsp;由于法律法规的变更、司法机关及行政机关等的命令、裁定等原因而导致的OPPO平台服务中断、终止或延迟；</p>
        <p>6.2.4&nbsp;您违规使用OPPO帐号或您因操作不当造成的损失。</p>
    </div>
    <div>
        <h3>7、违约责任</h3>
        <p>7.1&nbsp;如果讯怡发现或收到他人举报或投诉您违反本协议约定的，讯怡有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对您的帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并有权公示处理结果，由此给您带来的损失（包括但不限于资料、可币、游戏道具及相关数据等的清空等），由您自行承担。</p>
        <p>7.2&nbsp;若您的行为给讯怡造成损失的（包括但不限于直接损失、名誉损失、第三方的罚款、索赔等），讯怡有权全额向您追偿。</p>
        <p>7.3&nbsp;若您违反本协议的约定而与第三方产生纠纷的，一切后果需由您自行承担，与讯怡无涉，讯怡无义务协助您处理此类纠纷。</p>
    </div>
    <div>
        <h3>8、服务终止</h3>
        <p>8.1&nbsp;为了充分利用OPPO帐号资源，如果您在注册OPPO帐号后未及时进行初次登录使用，或者连续六个月内未登陆使用OPPO帐号，或存在违反本协议内容等情形的，讯怡有权终止该帐号的使用，停止向您提供服务。</p>
        <p>8.2&nbsp;您理解并同意讯怡根据自身经营政策在任何时候，暂时或永久地终止OPPO帐号服务（或任何一部分），您需及时关注讯怡网站或OPPO平台通知，及时备份您帐号下的资料、信息等，并依据讯怡公布的措施及时处理您的虚拟财产（如可币）。因您未按照讯怡公布的措施及时对您的OPPO帐号所涉及的内容、虚拟财产等进行处理，讯怡无需承担任何责任。</p>
    </div>
    <div>
        <h3>9、纠纷处理</h3>
        <p>9.1&nbsp;您与讯怡因本协议而产生的任何纠纷，双方应本着友好的态度协商解决，自发生纠纷之日起90日内协商无果的，任何一方有权将争议提交至讯怡住所地人民法院诉讼解决。</p>
    </div>
    <div>
        <h3>10、协议更新</h3>
        <P>10.1&nbsp;《可币使用规范》、《OPPO帐号申诉规则》及其他与OPPO帐号注册、使用相关的协议为本协议不可分割的一部分，讯怡有权在必要时修改本协议及/或相关协议条款，您可以在相关服务页面查阅最新版本的协议条款。</P>
        <p>10.2&nbsp;本协议条款及/或相关协议变更后，如果您继续使用OPPO帐号的，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用OPPO帐号。</p>
    </div>
</div>
<div id="footer">
    <h4 class="end">（正文完）</h4>
    <h4 class="company">东莞市讯怡电子科技有限公司</h4>
</div>
</body>
</html>